Repository: Ali-Eid/Clinic
Catalog: lib/l10n/app_*.arb
Languages: ar

# language
source: English
ar: Arabic

# logo
source: My Clinic
ar: عيادتي

# home
source: Primary Services
ar: الخدمات الاساسية

# otherservice
source: Other Services
ar: الخدمات الأخرى

source: Medical Supplies
ar: مستهلكات طبية

source: Maintenance
ar: صيانة اجهزتي

source: clean your clinic
ar: تعقيم العيادة

source: clinic decoration
ar: اكساء و ديكورات

source: publish your clinic
ar: اعلن عن عيادتك

# clinic_electricity
source: electricity-conditioning
ar: كهرباء - تكييف وتبريد

source: work opportunities
ar: فرص عمل

source: Device
ar: نوع الجهاز

source: type
ar: الطراز

# serial_num
source: Serial Number
ar: الرقم التسلسلي

source: description
ar: الوصف

source: phone number
ar: رقم للتواصل

source: confirm
ar: متابعة

source: City
ar: المدينة

source: District
ar: المنطقة

source: Details address
ar: تفاصيل العنوان

# confirm_request
source: Confirm
ar: تأكيد الطلب

# confirm_btn
source: Confirm
ar: تأكيد

source: Clean Clinic
ar: تعقيم العيادة

# last_order
source: Last Orders
ar: طلباتك السابقة

source: Cart
ar: السلة

source: your city
ar: مدينتك

source: your district
ar: منطقتك

# phone_number_validate
source: Phone number must not be empty
ar: رقم الهاتف لا يجب ان يكون فارغ

# description_validate
source: Description must not be empty
ar: الوصف لا يجب ان يكون فارغ

# details_address_validate
source: Address must not be empty
ar: العنوان لا يجب ان يكون فارغ

# device_validate
source: Device must not be empty
ar: الجهاز لا يجب ان يكون فارغ

source: Order Request
ar: ارسال طلب

# status
source: success send request
ar: تم ارسال الطلب بنجاح

# type_validate
source: Type must not be empty
ar: الطراز لا يجب ان يكون فارغ

# serial_num_validate
source: Serial Number must not be empty
ar: الرقم التسلسلي لا يجب ان يكون فارغ

source: add to cart
ar: اضف الى السلة

# no_product
source: No Products
ar: لا يوجد منتجات

source: Search
ar: البحث

# hint_text_search
source: Search any product
ar: ابحث عن اي منتج تريده

# cart_empty
source: Cart is empty
ar: السلة فارغة

source: Buy
ar: شراء

source: Clear All
ar: مسح الكل

source: Delete
ar: حذف

source: update
ar: تحديث

source: Latest News
ar: مستجدات طبية و دوائية

source: Sign in to your account
ar: تسجيل الدخول الى حسابك

# email
source: your email
ar: البريد الألكتروني

# password
source: your password
ar: كلمة المرور

source: Sign in
ar: الدخول

# create_account
source: Or Create Account
ar: انشاء حساب

# sign_in_with_facebook
source: Or Sign in with facebook
ar: الدخول عن طربق الفيس بوك

source: first name
ar: الاسم الاول

source: last name
ar: النسبة

source: your specialist
ar: اختصاصك

source: Sign up
ar: تسجيل

# sign_up_with_facebook
source: Or Sign up with facebook
ar: التسجيل عن طربق الفيس بوك

source: add to cart successfully
ar: تمت الاضافة الى السلة

source: Sign out
ar: تسجيل الخروج

source: Please Enter Valid Email
ar: الرجاء ادخال بريد الكتروني صحيح

# password_valid
source: please Enter password longer than 6 characters
ar: الرجاء ادخال كلمة مرور اكثر من 6 محارف

source: Please Enter Valid First Name
ar: الرجاء ادخال الاسم الاول صحيح

source: Please Enter Valid Last Name
ar: الرجاء ادخال النسبة صحيح
